[{"value":"1G","tokens":["1G"],"definition":" Introduced in the 1980s, 1G was the first generation of mobile phone communication standards which were mainly analog based.  It provides an information transfer rate of up to 9.6 kbps. "},{"value":"2G","tokens":["2G"],"definition":" The second generation of mobile phone communication standards which introduced digital modulation, the process of converting voice into digital code and then delivering over an analog system.  These standards were built for voice services and slow data transmission.  It provides an information transfer rate of up to 14.4 kbps."},{"value":"3G","tokens":["3G"],"definition":" The third generation of mobile phone and data communication standards intended for a true multimedia cell phone.  It provides an information transfer rate of up to 3 Mbps. "},{"value":"3GP","tokens":["3GP"],"definition":"This is a multimedia container format used by mobile phones. 3GP is a simplified version of the MP4 format and was designed to make file sizes smaller so mobile phones could support video. .3GP files are for GSM based phones, .3g2 files are for CDMA based phones."},{"value":"4G","tokens":["4G"],"definition":" The fourth generation of mobile phone and data communication standards providing mobile ultra-broadband internet access.  The goal is to provide an information transfer rate of up to 1 Gbps if you are stationary, and up to 100 Mbps if you are mobile. Currently 4-G networks do not provide this speed.  "},{"value":"Accelerometer","tokens":["Accelerometer"],"definition":" The accelerometer is a built-in electronic component that measures tilt and motion. It is also capable of detecting rotation and motion gestures such as swinging or shaking."},{"value":"Aggregator","tokens":["Aggregator"],"definition":"A web site or computer software that aggregates a specific type of information from multiple online sources."},{"value":"Alert","tokens":["Alert"],"definition":"An alert contains user-requested content such as reminders and notifications."},{"value":"Android","tokens":["Android"],"definition":" A linux based operating system designed primarily for touchscreen mobile devices."},{"value":"API (A","tokens":null,"definition":"pplication Programming Interface) - Specifies how some software components should interact with each other. In addition to accessing databases or computer hardware, such as hard disk drives or video cards, an API can be used to ease the work of programming graphical user interface components. In practice, many times an API comes in the form of a library that includes specifications for routines, data structures, object classes, and variables."},{"value":"App/Application","tokens":["App/Application"],"definition":"A self-contained program or piece of software designed to fulfill a particular purpose; an application, esp. as downloaded by a user to a mobile device."},{"value":"AVC (Advanced Video Coding, see also H.264)","tokens":["AVC","(Advanced","Video","Coding,","see","also","H.264)"],"definition":"A video compression format that is currently one of the most commonly used formats for the recording, compression, and distribution of video content."},{"value":"Bandwidth","tokens":["Bandwidth"],"definition":"Bandwidth in bit/s may also refer to consumed bandwidth, corresponding to achieved throughput or goodput, i.e., the average rate of successful data transfer through a communication path."},{"value":"Basic Phone (","tokens":null,"definition":"see also Dumbphone) - Phones that only offer the basic services of voice calling and text messaging."},{"value":"Blackberry","tokens":["Blackberry"],"definition":"The BlackBerry is a line of wireless handheld devices and services designed and marketed by BlackBerry Limited, formerly known as Research In Motion Limited (RIM)."},{"value":"Bluetooth","tokens":["Bluetooth"],"definition":" A specification (IEEE 802.15.1) for the use of low-power radio communications to link phones, computers and other network devices over short distances (typically 30ft/10m or less) without wires."},{"value":"Bluecasting","tokens":["Bluecasting"],"definition":"Bluecasting is a proximity marketing tool which enables the delivery of content and applications to Bluetooth-enabled mobile phones. Users can be tracked, which would mean if a user has opted-in and received some content then it is known they have received it. The next time the user comes into range they can be sent new content or it can be ignored."},{"value":"Broadband","tokens":["Broadband"],"definition":"The term broadband refers to the wide bandwidth characteristics of a transmission medium and its ability to transport multiple signals and traffic types simultaneously. The medium can be coax, optical fiber, twisted pair or wireless."},{"value":"Browser","tokens":["Browser"],"definition":"Short for Web browser, a software application used to locate, retrieve and also display content on the World Wide Web, including Web pages, images, video and other files."},{"value":"Carrier","tokens":["Carrier"],"definition":"A term used to refer to a company that provides voice or data services. They can operate wirelessly or over traditional wired land lines. Examples include T-Mobile, Orange, Vodafone."},{"value":"CDMA (Code Division Multiple Access)","tokens":["CDMA","(Code","Division","Multiple","Access)"],"definition":"A digital radio system that transmits streams of bits (PN codes). CDMA permits several radios to share the same frequencies. [http://en.wikipedia.org/wiki/IS-95]"},{"value":"Chat","tokens":["Chat"],"definition":"Online chat may refer to any kind of communication over the internet that offers a real-time transmission of text messages from sender to receiver. Online chat may be point-to-point communication as well as multicast communications from one sender to many receivers."},{"value":"Chipset","tokens":["Chipset"],"definition":"A set of electronic components in an integrated circuit that manages the data flow between the processor, memory, and peripherals; usually found in the motherboard of a computer."},{"value":"Cell","tokens":["Cell"],"definition":"A cell is the geographical area covered by a cellular telephone transmitter. The transmitter facility itself is called the cell site. The cell provided by a cell site can be from one mile to twenty miles in diameter, depending on terrain and transmission power."},{"value":"Cellphone","tokens":["Cellphone"],"definition":"A portable telephone operated by cellular radio."},{"value":"Cellular","tokens":["Cellular"],"definition":"Refers to communications systems, especially the Advance Mobile Phone Service (AMPS), that divide a geographic region into sections, called cells. "},{"value":"Constituencies","tokens":["Constituencies"],"definition":" Groups that have an associated membership that consume content. These groups include schools, churches, and ministries.  "},{"value":"Content Creator","tokens":["Content","Creator"],"definition":" Individual or groups who “publish” digital resources. These include authors, filmmakers, copyright holders etc."},{"value":"Content Provider","tokens":["Content","Provider"],"definition":"A person or company that provides content for a website.  "},{"value":"Copyright","tokens":["Copyright"],"definition":"The exclusive right to make copies, license, and otherwise exploit a literary, musical, or artistic work, whether printed, audio, video, etc. Works granted such right by law on or after January 1, 1978, are protected for the lifetime of the author or creator and for a period of 50 years after his or her death."},{"value":"Coverage","tokens":["Coverage"],"definition":"The geographical area, in which a wireless network provider offers cellular service for mobile phone users. Coverage is usually expressed as a percentage of the resident population who could use cell phones outside their own homes."},{"value":"CPU","tokens":null,"definition":"(Central Processing Unit) -  The hardware within a computer that carries out the instructions of a computer program by performing the basic arithmetical, logical, and input/output operations of the system."},{"value":"Digital Modulation","tokens":["Digital","Modulation"],"definition":"Process of converting voice into digital code and then delivering over an analog system."},{"value":"DLNA (","tokens":null,"definition":"Digital Living Network Alliance) -  A non-profit collaborative trade organization that is responsible for defining interoperability guidelines to enable sharing or digital media between multimedia devices. DLNA is an industry-wide standard for sharing data over a local network. Stream films from your laptop to your TV, for example, play an MP3 track from your mobile on your hi-fi system or print a photo from your tablet on your home printer."},{"value":"Download","tokens":["Download"],"definition":"Moving or copying a file, program, etc., from a usually larger computer system to another computer or device."},{"value":"Dumbphone (see also Basic Phone)","tokens":["Dumbphone","(see","also","Basic","Phone)"],"definition":"Phones that only offer the basic services of voice calling and text messaging."},{"value":"EDGE (","tokens":null,"definition":"also known as EGPRS) - A digital mobile phone technology that allows improved data transmission rates as a backward-compatible extension of GSM. EDGE is considered a pre-3G radio technology and is sometimes referred to as 2.5G."},{"value":"EGPRS","tokens":["EGPRS"],"definition":"see EDGE"},{"value":"EV-DO (Enhanced Voice-Data Optimized or Enhanced Voice-Data Only)","tokens":["EV-DO","(Enhanced","Voice-Data","Optimized","or","Enhanced","Voice-Data","Only)"],"definition":"A telecommunications standard for the wireless transmission of data through radio signals, typically for broadband internet access."},{"value":"Feature Phone","tokens":["Feature","Phone"],"definition":" A mobile phone that incorporates features such as the ability to access the Internet and store and play music but lacks the advanced functionality of a smartphone."},{"value":"Femtocell","tokens":["Femtocell"],"definition":"A small, low-power cellular base station, typically designed for use in a home or small business. A broader term which is more widespread in the industry is small cell. It connects to the service provider’s network via broadband (such as DSL or cable). A femtocell allows service providers to extend service coverage indoors or at the cell edge especially where access would otherwise be limited or unavailable."},{"value":"Firmware","tokens":["Firmware"],"definition":"Software (programs or data) that has been written onto the read-only memory (ROM) of a device. Firmware is a combination of software and hardware. ROMs, PROMs and EPROMs that have data or programs recorded on them are firmware. This software may be updated by a manufacturer and that update can be applied to the device either automatically via the internet or through the user manually applying the update."},{"value":"Format","tokens":["Format"],"definition":"A specific pre-established arrangement or organization of data. Data in a file is stored in a format that is established by whatever application created the file (i.e., organized the data) and typically needs to be read by the same or similar program that can interpret the format and present the data to the user on the computer screen."},{"value":"Formatting","tokens":["Formatting"],"definition":"The way a media file is prepared which enables it to play back on certain devices/in a certain quality."},{"value":"FPS (Frames Per Second)","tokens":["FPS","(Frames","Per","Second)"],"definition":"The frequency (rate) at which an imaging device produces unique consecutive images called frames. The term applies equally well to film and video cameras, computer graphics, and motion capture systems."},{"value":"GPRS (General Packet Radio Service)","tokens":["GPRS","(General","Packet","Radio","Service)"],"definition":"A packet oriented mobile data service on the 2G and 3G cellular communication system’s global system for mobile communications (GSM). GPRS usage is typically charged based on volume of data transferred, contrasting with circuit switched data, which is usually billed per minute of connection time."},{"value":"Group chat (","tokens":null,"definition":"also chatroom) - The term can mean any technology ranging from real-time online chat and virtual interaction with strangers over instant messaging and online forums to fully immersive graphical social environments."},{"value":"GSM","tokens":["GSM"],"definition":" GSM is the dominant 2G digital mobile phone standard for most of the world. Although GSM and CDMA (the other major mobile phone standard) provide similar basic features and services to end-users, (such as voice calling, text messaging, and data services,) they operate very differently at many technical levels. This makes GSM phones completely incompatible with CDMA networks, and vice-versa. The most visible feature of GSM are SIM cards."},{"value":"H.263","tokens":["H.263"],"definition":"A video compression standard originally designed as a low-bitrate compressed format for video-conferencing."},{"value":"H.264 (see also AVC- Advanced Video Coding)","tokens":["H.264","(see","also","AVC-","Advanced","Video","Coding)"],"definition":"A video compression format that is currently one of the most commonly used formats for the recording, compression, and distribution of video content."},{"value":"H.265 (HEVC - High Efficiency Video Coding)","tokens":["H.265","(HEVC","High","Efficiency","Video","Coding)"],"definition":"A video compression format said to double the data compression ratio compared to AVC/H.264. The first version of the standard was completed and published in early 2013."},{"value":"Handset","tokens":["Handset"],"definition":" A mobile phone/cellular phone."},{"value":"HD/Hi-Def/High Definition","tokens":["HD/Hi-Def/High","Definition"],"definition":"Video of higher resolution than is standard. While there is no specific meaning for high-definition, generally any video image with more than 480 horizontal lines (North America) or 570 lines (Europe) is considered high-definition. 720 scan lines is generally the minimum even though many systems greatly exceed that."},{"value":"HDMI (High-Definition Multimedia Interface)","tokens":["HDMI","(High-Definition","Multimedia","Interface)"],"definition":"A compact audio/video interface for transferring uncompressed video data and compressed/uncompressed digital audio data from a HDMI-compliant device to a compatible computer monitor, video projector, digital television, or digital audio device."},{"value":"HEVC (High Efficiency Video Coding, see also H.265)","tokens":["HEVC","(High","Efficiency","Video","Coding,","see","also","H.265)"],"definition":"A video compression format said to double the data compression ratio compared to AVC/H.264. The first version of the standard was completed and published in early 2013."},{"value":"High Speed Internet","tokens":["High","Speed","Internet"],"definition":"A generic term used for Internet service that is faster than the average. One way to determine if a connection is high-speed is to compare it to the speed of dial-up service. If a connection operates faster than dial-up, it is often defined as \"high-speed.\""},{"value":"Hot Spot/Hotspot","tokens":["Hot","Spot/Hotspot"],"definition":"A site that offers internet access over a wireless local area network (WLAN) through the use of a router connected to a link to an internet service provider. Hotspots typically use WiFi technology and can be found in coffee shops and various other public establishments in many developed urban areas throughout the world."},{"value":"HSDPA (High-Speed Downlink Packet Access)","tokens":["HSDPA","(High-Speed","Downlink","Packet","Access)"],"definition":"An enhanced 3G mobile telephony communications protocol in the High-Speed Packet Access (HSPA) family which allows higher data transfer speeds and capacity."},{"value":"HTML ( HyperText Markup Language)","tokens":["HTML","(","HyperText","Markup","Language)"],"definition":"is the main markup language for creating web pages and other information that can be displayed in a web browser."},{"value":"iOS","tokens":["iOS"],"definition":"Previously iPhone OS, Apple's iOS is the company's own mobile operating system developed and originally released on the Apple iPhone and the Apple iPod Touch back in 2007. "},{"value":"IMEI (","tokens":null,"definition":"International Mobile Equipment Identity) -  A number, usually unique, to identify mobile phones as well as some satellite phones. It is usually found printed inside the battery compartment of the phone, but can also be displayed on-screen on most phones by entering *#06# on the dialpad, or alongside other system information in the settings menu on smartphone operating systems."},{"value":"Instant Messaging","tokens":["Instant","Messaging"],"definition":" A type of online chat which offers real-time text transmission over the Internet. Short messages are typically transmitted bi-directionally between two parties, when each user chooses to complete a thought and select \"send\"."},{"value":"IT Solution Provider","tokens":["IT","Solution","Provider"],"definition":" Software developers, and IT service providers. The builders of apps, and the providers of connectivity and support."},{"value":"IVR (Interactive Voice Response)","tokens":["IVR","(Interactive","Voice","Response)"],"definition":"A technology that allows devices to interact with humans through the use of voice and DTMF tones input via keypad."},{"value":"J2ME","tokens":["J2ME"],"definition":"A Java platform designed for embedded systems. Used in devices ranging from industrial controls to mobile phones."},{"value":"Java","tokens":["Java"],"definition":" A computer programming language that is concurrent, class-based, object-oriented, and specifically designed to have as few implementation dependencies as possible. It is intended to let application developers “write once, run anywhere” (WORA), meaning that code that runs on one platform does not need to be compiled to run on another."},{"value":"LTE (Long Term Evolution)","tokens":["LTE","(Long","Term","Evolution)"],"definition":"A standard for wireless communication of high-speed data for mobile phones and data terminals. Marketed as 4G LTE"},{"value":"Memory Card","tokens":["Memory","Card"],"definition":"An electronic flash memory storage disk commonly used in consumer electronic devices such as digital cameras, MP3 players, mobile phones, and other small portable devices."},{"value":"Memory Card Slot","tokens":["Memory","Card","Slot"],"definition":" A special slot in a mobile device that is available for inserting a memory card."},{"value":"Messaging","tokens":["Messaging"],"definition":"Mobile messaging includes services such as SMS, MMS, Instant Messaging and Email."},{"value":"microSD Card (sometimes “chip”)","tokens":["microSD","Card","(sometimes","“chip”)"],"definition":"The most popular type of memory card used in mobile devices with removable memory card slots. While this designation is often used interchangeably with microSDHC and microSDXC which have larger memory capacities, microSD cards are found with capacities only up to 2GB."},{"value":"microSDHC Card","tokens":["microSDHC","Card"],"definition":"Higher capacity (>2GB) and higher speed version of the microSD memory card. Any microSDHC capable device can read microSD cards but devices that are only microSD capable cannot read microSDHC cards."},{"value":"MicroSDXC","tokens":["MicroSDXC"],"definition":"An evolution of the microSD / microSDHC memory card standard. Whereas microSDHC cards have a maximum storage capacity of 32 GB, the SDXC standard supports cards up to 2 TB (2048 GB). microSDXC cards have all of the same features of full-size SDXC cards; they are just smaller."},{"value":"Micro USB","tokens":["Micro","USB"],"definition":" A standard type of USB connector, often found on phones, for connecting phones to chargers, computers, and other devices."},{"value":"miniSD Card","tokens":["miniSD","Card"],"definition":"After the success of the SD Card (Secure Digital Card), the miniSD Memory Card was developed to meet the demands of the mobile phone market. The MiniSD Card provides the same benefits as the SD Card, but is smaller than the original SD Card."},{"value":"Mini USB","tokens":["Mini","USB"],"definition":"A standard type of USB connector, often found on phones, for connecting phones to computers and other devices."},{"value":"MMC (Multi-Media Card)","tokens":["MMC","(Multi-Media","Card)"],"definition":" A type of removable flash memory card. Like any flash memory card, it can be used to store various types of files, including photos, videos, music, or software. MMC is smaller than Compact Flash, but larger than miniSD."},{"value":"MMS (Multimedia Messaging Service)","tokens":["MMS","(Multimedia","Messaging","Service)"],"definition":"A standard way to send messages that include multimedia content to and from mobile phones. The most popular use is to send photographs from camera-equipped handsets, although it is also popular as a method of delivering news and entertainment content including videos, pictures, text pages, and ringtones."},{"value":"Mobile Broadband","tokens":["Mobile","Broadband"],"definition":"The phrase used to describe Internet access (wireless communications) that is obtained through a portable modem or other device, such as a mobile phone. Different types of wireless network standards support a wide range of bandwidths but most are suitable for sending and receiving small bursts of data, such as e-mail and Web browsing, as well as large volumes of data."},{"value":"Mobile Hotspot","tokens":["Mobile","Hotspot"],"definition":"A small personal device that creates a small area of Wi-Fi coverage allowing nearby Wi-Fi devices to connect to the Internet. In other words, the device serves as a link between nearby Wi-Fi devices and a cellular data network. The device may be a dedicated device that provides only this function, or this function can be built into a phone."},{"value":"Mobile Ministry","tokens":["Mobile","Ministry"],"definition":" Connecting and engaging the lost with the life-changing message, community and mission of Christ through personal, mobile technology."},{"value":"MNO (Mobile Network Operator)","tokens":["MNO","(Mobile","Network","Operator)"],"definition":"A provider of wireless communications services that owns or controls all the elements necessary to sell and deliver services to an end user including radio spectrum allocation, wireless network infrastructure, backhaul infrastructure, billing, customer care, provisioning computer systems, marketing and repair."},{"value":"Mobile Phone","tokens":["Mobile","Phone"],"definition":"A portable telephone operated by cellular radio. A term often used interchangeably with cellular phone or wireless phone."},{"value":"Mobile Subscription","tokens":["Mobile","Subscription"],"definition":"Subscriptions to a public mobile telephone service using cellular technology, which provide access to the public switched telephone network. Postpaid and prepaid subscriptions are included."},{"value":"Mobile TV","tokens":["Mobile","TV"],"definition":"Television watched on a small handheld or mobile device. Additional features include downloading TV programs and podcasts from the internet and the ability to store programming for later viewing."},{"value":"Mobile Web","tokens":["Mobile","Web"],"definition":"The mobile web refers to access to the world wide web, i.e. the use of browser-based Internet services, from a handheld mobile device, such as a smartphone or a feature phone, connected to a mobile network or other wireless network."},{"value":"Mobile Website","tokens":["Mobile","Website"],"definition":"A website which is specifically designed for optimum performance when accessed and viewed not on a regular computer screen but on a small mobile device such as a cell phone, a PDA etc."},{"value":"MP3","tokens":["MP3"],"definition":"A common file format for music and other audio content. It is commonly used on the Internet, on PCs, and on portable devices, including dedicated music players and phones with music player functionality."},{"value":"MP4/MPEG-4","tokens":["MP4/MPEG-4"],"definition":"A digital multimedia format most commonly used to store video and audio, but can also be used to store other data such as subtitles and still images."},{"value":"MPEG","tokens":["MPEG"],"definition":"A family of standards for digital video. For video, MPEG-2 and MPEG-4 are the most common."},{"value":"Narrowcasting","tokens":["Narrowcasting"],"definition":" the dissemination of information (usually via Internet, Wi-Fi, Bluetooth, radio, or television) to a narrow audience."},{"value":"NFC","tokens":null,"definition":" (Near Field Communication) - A set of standards for smartphones and similar devices to establish radio communication with each other by touching them together or bringing them into close proximity, usually no more than a few inches."},{"value":"Network","tokens":["Network"],"definition":"A wireless network distributed over land areas called cells, each served by at least one fixed-location transceiver, known as a cell site or base station. In a cellular network, each cell uses a different set of frequencies from neighboring cells, to avoid interference and provide guaranteed bandwidth within each cell. When joined together these cells provide radio coverage over a wide geographic area. This enables a large number of portable transceivers (e.g., mobile phones, pagers, etc.) to communicate with each other and with fixed transceivers and telephones anywhere in the network, via base stations."},{"value":"News / Aggregation","tokens":["News","/","Aggregation"],"definition":" “Meta” participants, who communicate about the space, help to form relationships and connections, and identify best practices. "},{"value":"Offline","tokens":["Offline"],"definition":" A distribution mode for mobile device with no web or peer to peer connection, temporary or permanent, microSD cards, hard drives."},{"value":"Online","tokens":null,"definition":"  A distribution mode for mobile device with web connection."},{"value":"Open Source","tokens":["Open","Source"],"definition":"Refers to a program in which the source code is available to the general public for use and/or modification from its original design free of charge. Can also refer to media that has been made available for free public use, copying, distribution and even modification through Creative Commons licensing."},{"value":"Optimization","tokens":["Optimization"],"definition":"An act, process, or methodology of making something (as a design, system, or decision) as fully perfect, functional, or effective as possible."},{"value":"Optimized","tokens":["Optimized"],"definition":" Constructed or altered to provide the fullest/most effective function or experience on a particular device or class of devices/platform (i.e. mobile optimized)"},{"value":"Opt-in","tokens":["Opt-in"],"definition":"Permission given by potential recipients for receiving messages on their mobile device. For opt-in to be valid you have to get someone to text in to opt in, sign up online with using a fill in the blank form or reply “Yes” when you have gotten verbal permission to add them to your mobile list."},{"value":"OS/Operating System","tokens":["OS/Operating","System"],"definition":" The \"core\" software that controls the basic operation of an electronic device. Examples include Mac OS for computers, and Android for phones."},{"value":"OTA (Over the Air)","tokens":["OTA","(Over","the","Air)"],"definition":" A technology used to communicate with, download applications to, and manage a SIM card without being connected physically to the card."},{"value":"Pairing","tokens":["Pairing"],"definition":"Establishing a connection between two Bluetooth enabled devices."},{"value":"Peer Connections","tokens":["Peer","Connections"],"definition":" A distribution mode for mobile devices connecting through a local network): Wi-fi. (i.e. Air Stash, Lightstream), Bluetooth."},{"value":"Penetration","tokens":["Penetration"],"definition":" A term generally used to describe the number of active mobile phone numbers (usually as a percentage) within a specific population."},{"value":"Phablet","tokens":["Phablet"],"definition":" Device larger than a phone or having phone functionality, but smaller than a tablet."},{"value":"PIN (Personal Identification Number)","tokens":["PIN","(Personal","Identification","Number)"],"definition":" In the context of wireless devices, the PIN is a like a password that prevents other people from using your service."},{"value":"Platform","tokens":["Platform"],"definition":" The hardware and operating system of a device that is used as a base in which applications (apps) run.  Example mobile platforms include Android, Windows Phone, BlackBerry, Symbian and iOS."},{"value":"Port","tokens":["Port"],"definition":"An interface on an electronic device to which you can connect another device."},{"value":"Potential Audience","tokens":["Potential","Audience"],"definition":"A group of users with the capacity to become participants, buyers, and/or promoters for what you have to offer"},{"value":"Push","tokens":["Push"],"definition":"The situation where a server sends data to a client without waiting for a request."},{"value":"QWERTY","tokens":["QWERTY"],"definition":"Denoting a standard layout of keys on a keyboard for typing, in which the leftmost keys of the top lettered row are Q-W-E-R-T-Y."},{"value":"Resolution","tokens":["Resolution"],"definition":"Resolution refers to the number of pixels on display or in a camera sensor. Higher resolution means more pixels, which provides the ability to capture or display more visual information (more detail and clarity.)"},{"value":"Responsive Web Design","tokens":["Responsive","Web","Design"],"definition":"An approach for designing websites that provide the optimal viewing experience across a wide arrange of devices.  The website adapts to the device used for viewing it."},{"value":"Ringback Tone","tokens":["Ringback","Tone"],"definition":"An audible indication that is heard on the telephone line by the caller while the phone they are calling is being rung. It is normally a repeated tone, designed to assure the calling party that the called party's line is ringing. Ringback music is a service offered by mobile network operators which enables subscribers to set music or even personalized recorded sounds as ringback tones"},{"value":"Ringtone","tokens":["Ringtone"],"definition":"The sound made by a telephone when ringing, especially the customizable tome of a mobile phone."},{"value":"Roaming","tokens":["Roaming"],"definition":"The ability to use a cell phone outside of its original registering zone. Also the use of a network or service from different locations or devices."},{"value":"S40 (Also known as Series 40)","tokens":["S40","(Also","known","as","Series","40)"],"definition":"Nokia’s software platform for their mid-tier feature mobile phones that is recognized as one of the world’s most widely used mobile phone platforms."},{"value":"Screen Saver","tokens":["Screen","Saver"],"definition":"A program that displays aesthetic patterns or images when the device’s screen is not being used."},{"value":"Security Code","tokens":["Security","Code"],"definition":" A numeric code (password) used to prevent unauthorized or accidental alteration of data programmed into wireless phones."},{"value":"Sensor","tokens":["Sensor"],"definition":"Electronic component that converts a physical quantity into a signal that can be read by a mobile device.  These include accelerometers, gyroscopes, and digital compasses."},{"value":"Short Code","tokens":["Short","Code"],"definition":"Special telephone numbers, significantly shorter than full telephone numbers, that can be used to address SMS and MMS messages from certain service providers' mobile phones or fixed phones."},{"value":"Side-loading","tokens":["Side-loading"],"definition":"A term used in Internet culture, similar to \"upload\" and \"download\", but in reference to the process of transferring data between two local devices, in particular between a computer and a mobile device or between two mobile devices"},{"value":"SIM (Subscriber Identity Module) Card","tokens":null,"definition":" A small \"smart card\" used in GSM and LTE phones. The SIM card contains a microchip that stores data that identifies the user to the network."},{"value":"SIM Toolkit","tokens":["SIM","Toolkit"],"definition":"A set of commands programmed into the SIM card of a mobile device defining how it interacts with the world."},{"value":"Skin","tokens":["Skin"],"definition":"A set of resources that modifies the appearance and/or layout of the graphical user interface of a computer program."},{"value":"Smartphone","tokens":["Smartphone"],"definition":" A category of mobile device that provides advanced capabilities beyond a typical mobile phone. Smartphones run complete operating system (OS) software that provides a standardized interface and platform for application developers. Compared to standard phones, smartphones usually have larger displays and more powerful processors."},{"value":"SMS (Short Message Service)","tokens":["SMS","(Short","Message","Service)"],"definition":" SMS is a feature available with practically all modern mobile phones that allow users to send and receive short text messages."},{"value":"Social Media","tokens":["Social","Media"],"definition":" Websites and applications used for social networking."},{"value":"Streaming video","tokens":["Streaming","video"],"definition":" Video content sent in compressed form over the Internet and displayed by the viewer in real time. With streaming video or streaming media, a Web user does not have to wait to download a file to play it. Conversely, viewers of streaming media may be unable to download the content for offline use and sharing."},{"value":"Symbian","tokens":["Symbian"],"definition":"An open sourced mobile operating system, originally created by Symbian Ltd., is widely used by many companies for their phones."},{"value":"Tablet","tokens":["Tablet"],"definition":"A portable computing device that uses an integral combination flat panel display screen/graphics tablet or touchscreen/graphics tablet for primary input and primary display"},{"value":"Tether/Tethering","tokens":["Tether/Tethering"],"definition":"refers to connecting one device to another. In the context of mobile phones or tablets, tethering allows sharing the Internet connection of the phone or tablet with other devices such as laptops. Connection of the phone or tablet with other devices can be done over wireless LAN (Wi-Fi), over Bluetooth or by physical connection using a cable, for example through USB."},{"value":"Texting/Text Messaging","tokens":["Texting/Text","Messaging"],"definition":"The sending and receiving of short text messages by phone."},{"value":"Text Message","tokens":["Text","Message"],"definition":" A message consisting of words that are typed or entered on a keypad and sent electronically to a cell phone, especially from another cell phone."},{"value":"Text to Speech/TTS","tokens":["Text","to","Speech/TTS"],"definition":"An application that synthesizes speech in order to create a spoken version of a text document."},{"value":"Touch screen","tokens":["Touch","screen"],"definition":"A display device that allows a user to interact with a computer by touching areas on the screen."},{"value":"Transcoding","tokens":["Transcoding"],"definition":"A conversion between encoding formats."},{"value":"Upload","tokens":["Upload"],"definition":"To move or copy (a file, program, etc.) from a computer or device to a usually larger computer or computer network."},{"value":"URL","tokens":null,"definition":"(Uniform Resource Locator) - A string of text that provides the address/location of a file or service on a computer network (usually the Internet). The most common type of URL is a web address, which points to a specific web page."},{"value":"USB OTG","tokens":null,"definition":"(USB On-The-Go) - A technology that allows non-computer devices (such as phones) to connect directly to peripherals (such as mice, keyboards, and memory sticks) via USB cable."},{"value":"USSD (","tokens":null,"definition":"Unstructured Supplementary Service Data) - A messaging function in GSM cellphones. Unlike regular text messages, USSD messages travel over GSM signaling channels and are used to query information and trigger services with the phone carrier.  "},{"value":"VAS/","tokens":null,"definition":"Value Added Service - Services provided by the telecommunication industry that goes beyond voice calls and fax transmissions."},{"value":"Video Codec","tokens":["Video","Codec"],"definition":"A device or software that enables compression or decompression of digital video."},{"value":"Video Share Service","tokens":["Video","Share","Service"],"definition":"Service that provides unidirectional, or one way, video transmission over cellular service during a voice call."},{"value":"Voice Mail","tokens":["Voice","Mail"],"definition":"A computerized interactive system for storing, processing, and reproducing verbal messages left through a telephone network"},{"value":"Voice Mailbox","tokens":["Voice","Mailbox"],"definition":"System that provides phone users with a way to exchange voice based messages."},{"value":"Voicetone","tokens":["Voicetone"],"definition":"A ringtone that is created from a human voice recording. Can be sourced from “voice lifts” from a film, TV or broadcast audio track, or may be a Custom Voicetone, and custom recording from a script with voice talent."},{"value":"VoIP (Voice over Internet Protocol)","tokens":["VoIP","(Voice","over","Internet","Protocol)"],"definition":"(usually read as “Voice over IP”) A telecommunications system that uses the internet or other internet protocol network to transmit phone calls."},{"value":"WAP (Wireless Application Protocol)","tokens":["WAP","(Wireless","Application","Protocol)"],"definition":"An open international standard for applications that use wireless communication, such as internet access from a cellular phone."},{"value":"WCDMA","tokens":null,"definition":"(Wideband Code Division Multiple Access) - Wideband CDMA is a third-generation (3G) wireless standard."},{"value":"Wi-Fi","tokens":["Wi-Fi"],"definition":" A WLAN (Wireless Local Area Network) technology. It primarily provides short-range wireless high-speed data connections between mobile data devices (such as laptops, PDAs or phones) and nearby Wi-Fi access points (special hardware connected to a wired network and the Internet.)"},{"value":"WiMAX (Worldwide Interoperability for Microwave Access)","tokens":["WiMAX","(Worldwide","Interoperability","for","Microwave","Access)"],"definition":"A wireless communications standard designed to provide 30 to 40 megabit-per-second data rates with the 2011 update providing up to 1 Gbit/s for fixed stations."},{"value":"Windows Mobile (operating system)","tokens":["Windows","Mobile","(operating","system)"],"definition":" A major platform for smartphones and PDA phones. Windows Mobile provides a standardized interface, and a standardized platform for developers to create advanced applications for phones."},{"value":"Windows Phone","tokens":["Windows","Phone"],"definition":"A proprietary mobile operating system developed by Microsoft. Windows Phone introduced a new design language, previously called Metro UI, but later renamed to simply Modern."},{"value":"Wireless","tokens":["Wireless"],"definition":"Without wires. Communication without any physical connections between the sender and the receiver. Using the radio frequency spectrum (airwaves) and hardware, software and technologies to transmit information."},{"value":"WLAN (Wireless Local Area Network)","tokens":["WLAN","(Wireless","Local","Area","Network)"],"definition":"Links two or more devices using some wireless distribution method and usually providing a connection through an access point to the wider internet. This gives users the ability to move around within a local coverage area and still be connected to the network."},{"value":"YouTube","tokens":["YouTube"],"definition":"A video-sharing website, created in February 2005 and owned by Google since late 2006, on which users can upload, view, and share videos."}]